-- phpMyAdmin SQL Dump
-- version 4.0.4
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2017 年 04 月 12 日 23:10
-- 服务器版本: 5.6.12-log
-- PHP 版本: 5.4.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `family`
--
CREATE DATABASE IF NOT EXISTS `family` DEFAULT CHARACTER SET latin1 COLLATE latin1_swedish_ci;
USE `family`;

-- --------------------------------------------------------

--
-- 表的结构 `beautity_life`
--

CREATE TABLE IF NOT EXISTS `beautity_life` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id编号',
  `category` int(2) NOT NULL COMMENT '一级类目',
  `address` varchar(64) CHARACTER SET utf8 NOT NULL COMMENT '地址',
  `distance` int(11) NOT NULL COMMENT '距离',
  `phone` varchar(16) NOT NULL COMMENT '联系电话',
  `companyName` varchar(32) CHARACTER SET utf8 NOT NULL COMMENT '公司名称',
  `shortDesc` varchar(32) CHARACTER SET utf8 NOT NULL COMMENT '优惠信息',
  `commodity_id` int(8) NOT NULL COMMENT '商品id',
  `pic` varchar(128) NOT NULL COMMENT '图片',
  `title` varchar(32) CHARACTER SET utf8 NOT NULL COMMENT 'title',
  `createDate` datetime NOT NULL COMMENT '创建时间',
  `log` varchar(32) NOT NULL COMMENT '经度',
  `lat` varchar(32) NOT NULL COMMENT '纬度',
  `toPhone` varchar(10) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=1057 ;

--
-- 转存表中的数据 `beautity_life`
--

INSERT INTO `beautity_life` (`id`, `category`, `address`, `distance`, `phone`, `companyName`, `shortDesc`, `commodity_id`, `pic`, `title`, `createDate`, `log`, `lat`, `toPhone`) VALUES
(386, 1, '惠州大亚湾西区石化大道西凯峰雅园108-109商铺', 7392, '18873755006', '惠湾联盟（大亚湾）', '【生活一家会员专享：找商家买在开发商的价格， \r\n再多给9.5折', 0, 'http://www.gdshyj.com/shoppic/2016/7/26/5c4e20ab-79ba-476d-84ca-916ecd01f7a2.png', '惠湾联盟（大亚湾）', '2016-07-26 00:00:00', '114.4221097247235', '22.744779944906753', ''),
(453, 1, '惠州市仲恺区风华丽都北门107号铺', 7392, '15220673797', '裕濠地产（仲恺）', '【生活一家会员专享：中介费9.8折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/7/28/5a289003-f5c8-4815-bab3-6e58838580b5.jpg', '裕濠地产（仲恺）', '2016-07-28 00:00:00', '114.31030998624334', '22.998680004489376', ''),
(285, 1, '惠州市惠阳区淡水白云二路丽江花园南门十栋一号铺家家顺房产', 7393, '13824249844', '家家顺房产（淡水）', '【生活一家会员专享：成交送礼品】', 0, 'http://www.gdshyj.com/shoppic/2016/7/15/85425757-1e3a-4dce-81bc-26c81bcaeaef.jpg', '家家顺房产（淡水）', '2016-07-15 00:00:00', '114.45730978144496', '22.784150290889635', ''),
(295, 1, '惠州市惠阳区 东华大道中鸿江尚城世家附近', 7393, '13422427437', 'Q房网（惠阳金惠大道）', '【Q房网】中国房地产互联网平台。已在深圳、珠海、上海、北京等40', 0, 'http://www.gdshyj.com/shoppic/2016/7/15/6acc21f5-5b63-499f-a1f6-8cb1299f8f58.jpg', 'Q房网（惠阳金惠大道）', '2016-08-11 00:00:00', '114.4542157190701', '22.792086779375484', ''),
(376, 1, '惠州市惠阳区淡水万顺二路万顺商厦,4楼4D', 7393, '13725023232', '玖仰地产（惠阳淡水）', '【生活一家会员专享：诚意登记无需花钱可享开盘额外9.8折；月底登', 0, 'http://www.gdshyj.com/shoppic/2016/7/25/cf262046-aae4-4b18-98b4-c6479e98858e.jpg', '玖仰地产（惠阳淡水）', '2016-08-11 00:00:00', '114.46918967169766', '22.782900863725818', ''),
(504, 1, '惠州市大亚湾西区上杨开城大道右侧南路13号三楼301,启迪幼儿园旁', 7393, '13719660897', '华鑫众联行房地产（大亚湾）', '【生活一家会员专享：团购优惠3万！额外9.7折】专注一手洋房别墅', 0, 'http://www.gdshyj.com/shoppic/2016/8/3/4b803169-7d81-4743-a4a0-823f699e477e.png', '华鑫众联行房地产（大亚湾）', '2016-08-29 00:00:00', '114.47799346768399', '22.768388521054124', ''),
(651, 1, ' 惠州市惠城区麦地东一路20-12', 7394, '13431890147', '家家顺房产（麦地）', '【生活一家会员专享：成交送礼品】\r\n\r\n家家顺集团成立于2008', 0, 'http://www.gdshyj.com/shoppic/2016/8/22/db3280ec-ad2d-4647-bff6-383dbc02cecc.png', '家家顺房产（麦地）', '2016-08-22 00:00:00', '114.41027967584512', '23.064670637782957', ''),
(784, 1, '广东省惠州市惠城区演达大道辅路，家旺兴地产山水华府分行', 7394, '182-0096-7420 ', '家旺兴地产山水华府分行（河南岸）', '【生活一家会员专享：新房免佣金，免费带看，二手房成交可打半折】\r', 0, 'http://www.gdshyj.com/shoppic/2016/9/19/abb68d0d-0eab-4afb-9cad-8007100252bf.jpg', '家旺兴地产山水华府分行（河南岸）', '2016-09-19 00:00:00', '114.4267909852346', '23.03469758195143', ''),
(1048, 1, '惠州市紫西岭3巷18号102商铺（龙船街）', 7395, '15766878134', ' 鑫海川地产（旗舰店）', '【生活一家会员专享：1.租房8.8折优惠，新房免佣金；2.会员优', 0, 'http://www.gdshyj.com/shoppic/2017/1/10/ee2a6d98-0bef-40a5-bd1b-aa31708451f6.jpg', ' 鑫海川地产（旗舰店）', '2017-01-10 00:00:00', '114.40562214263987', '23.08483740530092', ''),
(46, 1, '麦地路60号隆生商业广场隆生', 7395, '0752-2288998', '惠州隆生企业集团有限公司', '广东隆生企业投资有限公司（以下简称“隆生企业”）成立于1988年', 0, 'http://www.gdshyj.com/shoppic/2016/5/9/e71f7e79-2b4d-49c5-90d2-3a3ea859b073.jpg', '惠州隆生企业集团有限公司', '2016-05-18 00:00:00', '114.4131799030833', '23.074510252437687', ''),
(961, 1, '惠州市方直君御T1栋15号铺', 7395, '15875263800', '家旺兴地产（方直君御旗舰店）', '【生活一家会员专享：新房免佣代理；找家旺兴成交可返现1000-3', 0, 'http://www.gdshyj.com/shoppic/2016/11/10/62bd892c-0ee2-408c-bb32-ba5cf629527c.jpg', '家旺兴地产（方直君御旗舰店）', '2016-11-10 00:00:00', '114.44660047245317', '23.07292932606377', ''),
(644, 1, '惠州市惠城区东平二街，光耀·荷兰水乡·三期。三组团B3层85号', 7395, '15812541094', '家旺兴地产（东平）', '【生活一家会员专享：新房免佣金，新房可享受团购以一万抵十万】经营', 0, 'http://www.gdshyj.com/shoppic/2016/8/19/8bdc946d-a5e6-4b66-86d0-74f17e452eb2.png', '家旺兴地产（东平）', '2016-08-19 00:00:00', '114.43703187167816', '23.092435324231577', ''),
(588, 1, '惠州市江北新湖一路63号伟豪都市印记名苑128号铺', 7395, '18318369084', '天泽地产（江北）', '【生活一家会员专享：购置二手房佣金0.98折优惠，购置一手房免佣', 0, 'http://www.gdshyj.com/shoppic/2016/8/5/4f460f01-3201-43da-acf5-0e070337aa68.jpg', '天泽地产（江北）', '2016-08-05 00:00:00', '114.42399475000538', '23.11954894332857', ''),
(548, 1, '惠州市惠城区中信水岸城7栋10号', 7395, '13172712451', '鑫恒基地产·租售中心（河南岸）', '【生活一家会员专享：成交送旅游】', 0, 'http://www.gdshyj.com/shoppic/2016/8/4/997ec0c0-831b-4c11-b5ac-d8944fa74170.png', '鑫恒基地产·租售中心（河南岸）', '2016-08-04 00:00:00', '114.45039392882357', '23.068742650369135', ''),
(579, 1, '惠城区江北云山东路26号21克拉107号商铺 ', 7395, '13516669495', '嘉璐房产（江北）', '【生活一家会员专享：新房团购，二手房中介费9.5折】\r\n\r\n惠州', 0, 'http://www.gdshyj.com/shoppic/2016/8/5/e4636327-0684-4b6f-8dbe-8baa27b36dcd.png', '嘉璐房产（江北）', '2016-08-05 00:00:00', '114.42807008798299', '23.11320918975714', ''),
(959, 1, '广东省惠州市惠城区旭日二路，友信房产', 7395, '13428007086', '友信房产欣悦分行（河南岸）', '【生活一家会员专享：买房享佣金折扣】\r\n\r\n本公司承接房租租售，', 0, 'http://www.gdshyj.com/shoppic/2016/11/9/7190bf0f-fd30-4927-9c65-a9b38285fb6a.jpg', '友信房产欣悦分行（河南岸）', '2016-11-09 00:00:00', '114.44731984137859', '23.076258777240458', ''),
(927, 1, '广东省惠州市惠城区水口镇三环东二街18号', 7396, '13622796467', '家业房产（水口）', '【生活一家会员专享：免费看房】', 0, 'http://www.gdshyj.com/shoppic/2016/11/1/d6de9123-bc84-4d14-9d6d-495fd537a5c3.jpg', '家业房产（水口）', '2016-11-01 00:00:00', '114.46483990809027', '23.11420073798644', ''),
(43, 1, '惠州惠东亚婆角海滨旅游区碧桂园', 7397, '13480538281', '惠东碧桂园十里银滩（亚婆角）', '【生活一家会员专享：团购优惠2万，特惠95折，送一年物业管理费！', 0, 'http://www.gdshyj.com/shoppic/2016/5/7/0bfd6aa1-e21b-4796-9f0e-1d7f717e476a.jpg', '惠东碧桂园十里银滩（亚婆角）', '2016-07-27 00:00:00', '114.71446728125687', '22.795934313224453', ''),
(720, 1, '广东省惠州市惠城区白泥路5号-2楼，永信房产（河南岸分行）', 7395, '13059513570', '永信房产（河南岸）', '【生活一家会员专享：二手房成交8.5折，代办过户9折优惠】\r\n惠', 0, 'http://www.gdshyj.com/shoppic/2016/9/6/4eaed7e7-0536-4b5a-aeed-345139f12305.jpg', '永信房产（河南岸）', '2016-09-17 00:00:00', '114.4239833546939', '23.06562867405872', ''),
(583, 1, '惠州市惠城区白泥路5号-2楼广夏新苑,5栋107号铺,立信房产', 7395, '18813274321', '立信房产（河南岸）', '【生活一家会员专享：二手房9折】\r\n立信房产主营：房产按揭、抵押', 0, 'http://www.gdshyj.com/shoppic/2016/8/5/d45e8fb6-bfa5-424a-a55c-97668bef2db8.png', '立信房产（河南岸）', '2016-08-11 00:00:00', '114.42409030867074', '23.066168236577223', ''),
(662, 1, '惠城区河南岸一德商场A栋1105铺', 7395, '13059553700', '方信地产（河南岸）', '【生活一家会员专享：成交送礼品】', 0, 'http://www.gdshyj.com/shoppic/2016/8/24/c7f759cf-69a2-48a2-a7b5-46a0a82efd6c.png', '方信地产（河南岸）', '2016-08-24 00:00:00', '114.41996975639347', '23.075020422860497', ''),
(946, 1, '广东省惠州市惠城区银岭路三横街13号', 7395, '13824239804 ', '旭辉房地产（河南岸）', '【生活一家会员专享： 优惠免费看房子,中介费打8折】', 0, 'http://www.gdshyj.com/shoppic/2016/11/3/16a0ad77-f88a-43f6-8996-e87cfd0216b6.jpg', '旭辉房地产（河南岸）', '2016-11-03 00:00:00', '114.42288002443401', '23.069900180265325', ''),
(638, 1, '惠州市惠城区河南岸银岭路三横街2号尚品世家B栋1层01号铺,友信地产', 7395, '15812552889', '友信地产（河南岸君御分行）', '【生活一家会员专享：新房免佣金，本公司代理惠州各类型免佣新房，新', 0, 'http://www.gdshyj.com/shoppic/2016/8/13/e1d842cd-6c46-402f-93fe-200dfb89dfa3.jpg', '友信地产（河南岸君御分行）', '2016-08-13 00:00:00', '114.42379965900594', '23.06906924260274', '7522515633'),
(960, 1, '惠州市河南岸银铃路三横街2号尚品世家B栋1层01号铺', 7395, '15812552889', '友信房产（尚品世家分行）', '【生活一家会员专享：买房享佣金折扣】\r\n\r\n本公司承接房租租售，', 0, 'http://www.gdshyj.com/shoppic/2016/11/9/afdedc11-7f32-4b9d-bb29-42b90fbdd795.jpg', '友信房产（尚品世家分行）', '2016-11-09 00:00:00', '114.42379965900594', '23.06906924260274', ''),
(398, 1, '惠州市惠城区虾岗一路2号,江南新村小区斜对面吴隆地产', 7395, '15018680376  ', '昊隆地产（河南岸）', '【生活一家会员专享：联系商家真诚服务，成交送礼品】昊隆地房产有限', 0, 'http://www.gdshyj.com/shoppic/2016/7/26/4f9e3288-19f5-4f1c-b3a8-c0bd6e6509d5.png', '昊隆地产（河南岸）', '2016-08-11 00:00:00', '114.42024029044475', '23.079309684274804', ''),
(674, 1, '惠城区河南岸恒丰花园7号', 7395, '15118916801', '恒家房产（恒丰店）', '【生活一家会员专享：买房送物业管理费 、免费带看、 新房免佣 】', 0, 'http://www.gdshyj.com/shoppic/2016/8/26/3ef4117e-d297-4704-a7e5-be34d15f8e87.jpg', '恒家房产（恒丰店）', '2016-08-26 00:00:00', '114.42591966940883', '23.068519513994264', ''),
(675, 1, '惠州市河南岸恒丰花园e栋1层10号铺', 7395, ' 13422425606  ', '家旺兴地产（金山湖分行）', '【生活一家会员专享：买房免佣金】\r\n惠州市家旺兴实业有限公司，是', 0, 'http://www.gdshyj.com/shoppic/2016/8/26/6a96727b-c600-4029-b2ae-04062071872b.jpg', '家旺兴地产（金山湖分行）', '2016-08-29 00:00:00', '114.42596971317298', '23.068649232616757', ''),
(47, 1, '江北东江二路二号富力国际中心16F', 7395, '0752-5318999', '惠州方直集团有限公司', '方直集团初创于1998年，前身为广东方直投资有限公司，2010年', 0, 'http://www.gdshyj.com/shoppic/2016/5/9/1b9f3269-b7e9-480a-8a0f-cd1e6580e5fe.jpg', '惠州方直集团有限公司', '2016-05-18 00:00:00', '114.41038908574053', '23.10118038120604', ''),
(948, 1, '广东省惠州市惠城区白泥路10号，宏新房产', 7395, '13413074503', '宏新房产（江南新村店）', '【生活一家会员专享：成交送现金500元，免3个月管理费】', 0, 'http://www.gdshyj.com/shoppic/2016/11/4/48f17569-8b3f-423f-a199-bd19d37f2a8a.jpg', '宏新房产（江南新村店）', '2016-11-04 00:00:00', '114.42851364298332', '23.065747265689737', ''),
(461, 1, '惠州市惠城区渡船头一路14,锦诚地产', 7395, '15217579017', '锦诚地产（河南岸）', '【生活一家会员专享：成交送旅游】', 0, 'http://www.gdshyj.com/shoppic/2016/7/29/a0103167-abe5-4902-820e-a4abe648a4cb.png', '锦诚地产（河南岸）', '2016-08-11 00:00:00', '114.42208063412504', '23.07910751439977', ''),
(339, 1, '惠州市惠城区白泥路龙惠华实业3楼', 7395, '15118957895', '惠州市华威房地产开发有限公司（河南岸）', '【生活一家会员专享：诚意登记别墅2万抵20万优惠，免费入会员！营', 0, 'http://www.gdshyj.com/shoppic/2016/7/20/124d785b-2391-4a0b-b0a2-8f405f59d4da.jpg', '惠州市华威房地产开发有限公司（河南岸）', '2016-08-11 00:00:00', '114.42854621261525', '23.068570911100256', ''),
(685, 1, '惠城区河南岸方直城市时代5栋首层07号铺', 7395, '15768859022', '幸福地产（河南岸）', '【生活一家会员专享：购买二手房享9折】', 0, 'http://www.gdshyj.com/shoppic/2016/8/29/6050206b-794a-42f1-a061-cd415f10c2f8.jpg', '幸福地产（河南岸）', '2016-08-29 00:00:00', '114.42877978645406', '23.073619102833295', ''),
(684, 1, '惠城区河南岸方直城市时代5栋首层09号铺', 7395, '13413066083', '鸿业房产（河南岸）', '【生活一家会员专享：成交送轩尼诗XO两斤】', 0, 'http://www.gdshyj.com/shoppic/2016/8/29/48e0bb1a-26d6-46b8-888b-55cc3cd42417.jpg', '鸿业房产（河南岸）', '2016-08-29 00:00:00', '114.42877978645406', '23.073619102833295', ''),
(550, 1, '惠州市惠城区东平大道50-1号,裕鑫房产', 7395, '13242368317', '裕鑫房产（东平）', '【生活一家会员专享：成交送旅游】\r\n房屋租售中介服务', 0, 'http://www.gdshyj.com/shoppic/2016/8/4/4ba947d9-10df-4c1f-802d-32c9988f8b5d.jpg', '裕鑫房产（东平）', '2016-08-11 00:00:00', '114.42794309164081', '23.085575701400003', ''),
(414, 1, '惠州市惠城区惠沙提二路48号中锴金城花园37栋1层08号 合诚兴实业', 7395, '15820741787', '合诚兴实业房地产（红楼路）', '【生活一家会员购房、租房可联系15820741787】\r\n专业服', 0, 'http://www.gdshyj.com/shoppic/2016/7/27/55f064db-2625-47ae-b003-794dbbe6e85d.jpg', '合诚兴实业房地产（红楼路）', '2016-07-27 00:00:00', '114.43316482133602', '23.075306276263337', ''),
(643, 1, '惠州市惠城区东平桥东街道办事处东湖花园七区708栋6-1号铺', 7395, '0752-5770388', '华昌隆地产（东湖店）', '【生活一家会员专享：购房两万抵十万】\r\n\r\n惠州市华昌隆实业有限', 0, 'http://www.gdshyj.com/shoppic/2016/8/19/1db102b1-9f3c-45c1-b2a7-cc135942c4b3.png', '华昌隆地产（东湖店）', '2016-08-19 00:00:00', '114.43258637956909', '23.08504882297583', ''),
(701, 1, '惠州市东江新城德威朗琴湾1栋10号铺，家旺兴朗琴湾分行', 7395, '15812556165', '家旺兴朗琴湾分行', '惠州市家旺兴实业有限公司，是一家聚：房地产开发，房产经纪，物业管', 0, 'http://www.gdshyj.com/shoppic/2016/9/1/1bfe9a23-b9f5-4f16-9611-346ef6f5452c.jpg', '家旺兴朗琴湾分行', '2016-09-01 00:00:00', '114.44474001464785', '23.073498820382365', ''),
(666, 1, '惠州市惠城市江北菊花一路6号盛世华府一楼', 7395, '15089286993', '华昌隆地产（江北）', '【生活一家会员专享：新房免佣，还可享受团购价】\r\n\r\n惠州市华昌', 0, 'http://www.gdshyj.com/shoppic/2016/8/25/7ed55a11-1506-4782-a495-bd6c1ac057c3.jpg', '华昌隆地产（江北）', '2016-08-25 00:00:00', '114.42708024311041', '23.110309580653592', ''),
(189, 2, '博罗县罗阳镇商业东街华桂园一楼兰舍硅藻泥', 7393, '7526388080', '兰舍硅藻泥（罗阳）', '【生活一家会员专享：8.5折优惠】兰舍硅藻新材料有限公司成立于2', 0, 'http://www.gdshyj.com/shoppic/2016/7/5/9a43549e-62eb-4294-a179-441a395ae49e.jpg', '兰舍硅藻泥（罗阳）', '2016-07-06 00:00:00', '114.3019102555609', '23.17243969155925', ''),
(305, 2, '惠州市博罗县罗阳镇博罗县商业东街203号维美布艺', 7393, '7526263326', '维美布艺（罗阳）', '【生活一家会员专享：6.8折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/7/18/9d53e24c-d497-4033-ac24-776f6de37526.jpg', '维美布艺（罗阳）', '2016-07-18 00:00:00', '114.29878985489073', '23.171430116579028', ''),
(307, 2, '惠州市仲恺大道惠环段115号亿家照明', 7393, '13802876445', '亿家照明（仲恺大道）', '【生活一家会员专享：灯饰9折优惠】\r\n主营：LED灯,管灯台灯及', 0, 'http://www.gdshyj.com/shoppic/2016/7/18/d68a6b55-1041-4591-856d-4990fddefb3d.jpg', '亿家照明（仲恺大道）', '2016-07-18 00:00:00', '114.37092971708293', '23.033258236848503', ''),
(235, 2, '惠州市博罗县商业东街菲林格尔地板', 7393, '15018635130', '菲林格尔地板（罗阳）', '【生活一家专享优惠9.5折】，德国进口耐磨纸在耐污染、耐灼烧、耐', 0, 'http://www.gdshyj.com/shoppic/2016/7/9/a46859ef-79fe-4735-9aa9-9d56a8a805d2.jpg', '菲林格尔地板（罗阳）', '2016-08-11 00:00:00', '114.29587984358866', '23.168580566807897', ''),
(242, 2, '惠州市博罗县商业东街矮岗路68-70号', 7393, '7526268389', '春满人间装饰（罗阳）', '【生活一家会员专享：装修9.5折优惠】\r\n春满人间装饰有限公司：', 0, 'http://www.gdshyj.com/shoppic/2016/7/11/1b87259a-a6e3-413c-9084-facbadb38238.jpg', '春满人间装饰（罗阳）', '2016-07-11 00:00:00', '114.29408998507168', '23.166000824300433', '1382422575'),
(1003, 2, '惠州市仲恺高新区和畅五路金宝城市佳园1号商住楼1单元13层01号房，妙夫人生物科技有限公司', 7393, '?13516668771', '妙夫人生物科技有限公司（仲恺）', '【生活一家会员专享：8.8折优惠】\r\n妙夫人：空气污染治理专家（', 0, 'http://www.gdshyj.com/shoppic/2016/12/8/cf4d2c02-e4b5-40eb-bc3b-24c9a467be24.jpg', '妙夫人生物科技有限公司（仲恺）', '2016-12-10 00:00:00', '114.35569289145123', '23.02203010522694', ''),
(243, 2, '博罗县罗阳镇佳兆业东江新城3期高层9号商铺洪辉装饰', 7393, '7526928333', '洪辉装饰（罗阳）', '【生活一家会员专享： 下订2000抵3000，5000千抵700', 0, 'http://www.gdshyj.com/shoppic/2016/7/11/1ecd2b9c-6fe6-46cf-a94a-8eeb42378394.jpg', '洪辉装饰（罗阳）', '2016-07-11 00:00:00', '114.28145243040909', '23.150293890546788', '1312630526'),
(183, 2, '惠州博罗县罗阳镇商业东街 华桂园大门旁易天装饰', 7393, '7526221222', '易天装饰（罗阳）', '【生活一家会员专享：装修9折，户外广告也有做电梯广告9折】 主要', 0, 'http://www.gdshyj.com/shoppic/2016/7/4/e0ca4f18-2f3f-4503-80eb-4d4bcadee639.jpg', '易天装饰（罗阳）', '2016-07-05 00:00:00', '114.30226982219156', '23.173149841854258', ''),
(244, 2, '惠州市博罗县罗阳镇华桂园华康楼1-2门店罗蔓艺术墙布', 7393, '7526212928', '罗蔓艺术墙布（罗阳）', '【生活一家会员专享：6折优惠】罗蔓艺术墙布：专业承接墙布墙纸等软', 0, 'http://www.gdshyj.com/shoppic/2016/7/11/b5bd9e65-e386-43c1-a8fc-e49a6163474c.jpg', '罗蔓艺术墙布（罗阳）', '2016-07-11 00:00:00', '114.30233993479513', '23.17304970179923', '1331639716'),
(747, 2, '博罗县商业东街公园路华桂园华兴楼6-11号门店', 7393, '7526323899', '如一·家品家具定制（博罗）', '【生活一家会员专享：消费享商家优惠】\r\n如一，您的专属设计！\r\n', 0, 'http://www.gdshyj.com/shoppic/2016/9/14/18b647e4-8f05-4107-8179-251886e1bc56.jpg', '如一·家品家具定制（博罗）', '2016-09-19 00:00:00', '114.30233993479513', '23.17304970179923', ''),
(640, 2, '惠州市博罗县商业东街金源建材', 7394, '7526322233', '金源建材-威尔斯陶瓷（罗阳）', '【生活一家会员专享：6.5折优惠】\r\n主营：卫浴、陶瓷、灯饰等建', 0, 'http://www.gdshyj.com/shoppic/2016/8/15/04ffb9fc-68e9-4663-a213-0c70e76396d2.jpg', '金源建材-威尔斯陶瓷（罗阳）', '2016-08-15 00:00:00', '114.30678034758996', '23.17360950114746', '1366956801'),
(1012, 2, '惠州市惠城区金榜路4号 万林湖旁，珑玛家具城', 7394, '13829989303', '珑玛家具城（万林湖）', '【生活一家会员专享：8.5折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/12/13/4ed00cbd-4970-456e-83ee-7fc349dcf0e4.jpg', '珑玛家具城（万林湖）', '2016-12-13 00:00:00', '114.38801563539506', '23.05907424906333', ''),
(1010, 2, '惠州市惠城区红花湖路70号2楼，惠州市惠蓝环保工程有限公司', 7394, '15119083890', '惠州市惠蓝环保工程有限公司（红花湖）', '【生活一家会员专享：室内甲醛检测八折，原价每个点60元，只做室内', 0, 'http://www.gdshyj.com/shoppic/2016/12/13/7eede1e5-8cef-4da0-b788-734583dc60f0.jpg', '惠州市惠蓝环保工程有限公司（红花湖）', '2016-12-13 00:00:00', '114.38278028850715', '23.076909538094753', ''),
(1055, 2, '惠州市惠城区演达大道，国安居，一楼B155', 7394, '13433549000', '欧美特卫浴（国安居）', '【生活一家会员专享：全场正价4.5折（除特价商品外）】', 0, 'http://www.gdshyj.com/shoppic/2017/1/20/21443185-69b4-415d-8c1f-c6ad7e219871.jpg', '欧美特卫浴（国安居）', '2017-01-20 00:00:00', '114.4148901928044', '23.05295097961266', ''),
(1056, 2, '惠州市惠城区演达大道，国安居，建材城G252', 7394, '13829962227', '世友地板（国安居）', '【生活一家会员专享：全场7.5折】', 0, 'http://www.gdshyj.com/shoppic/2017/1/20/b93049b8-98d7-4fed-a3c2-9ccfac7c3d7f.jpg', '世友地板（国安居）', '2017-01-20 00:00:00', '114.4148901928044', '23.05295097961266', ''),
(1053, 2, '惠州市惠城区演达大道，国安居，2楼G248号', 7394, '13802584216', '联丰地板（国安居）', '【生活一家会员专享：全场低至7.5折】', 0, 'http://www.gdshyj.com/shoppic/2017/1/20/a1f41a43-6f40-4102-a4ad-afb44e0f90e8.jpg', '联丰地板（国安居）', '2017-01-20 00:00:00', '114.4148901928044', '23.05295097961266', ''),
(1054, 2, '惠州市惠城区演达大道，国安居，国际建材城A101', 7394, '13509070800', '美墅建材（国安居）', '【生活一家会员专享：全场低至2.5折起】', 0, 'http://www.gdshyj.com/shoppic/2017/1/20/1dfe0cd5-8312-44e8-8d14-8464381a8b85.jpg', '美墅建材（国安居）', '2017-01-20 00:00:00', '114.4148901928044', '23.05295097961266', ''),
(653, 2, '惠州市惠城区演达大道恒和·诺丁山,2单元1401', 7394, '0752-2827028', '乐创环保（河南岸）', '【生活一家会员专享：消费享代金券折扣】\r\n\r\n做环保事业我们是认', 0, 'http://www.gdshyj.com/shoppic/2016/8/22/e3603c52-74a5-435c-b62d-bab789fe1894.jpg', '乐创环保（河南岸）', '2016-08-24 00:00:00', '114.4148901928044', '23.05295097961266', '1881967625'),
(463, 2, '惠州市惠城区麦地东二路4-10号美陶·磁砖', 7394, '13516654045', '美陶·磁砖（麦地）', '【生活一家会员专享：凭会员享5折，某些商品有特价】', 0, 'http://www.gdshyj.com/shoppic/2016/7/29/2b5a1109-1f6b-44fc-8bca-8362da812fef.png', '美陶·磁砖（麦地）', '2016-08-11 00:00:00', '114.41064496041321', '23.06216693926759', ''),
(367, 2, '惠城区河南岸演达二路18号，万饰城B馆一楼西立面大门1-2层', 7394, '13433472885', '德国帝森家居（万饰城旗舰店）', '【生活一家会员专享：优惠待调整】\r\n【德国帝森家居】专业定制：德', 0, 'http://www.gdshyj.com/shoppic/2016/7/25/a1bf47f2-39eb-4cc5-8bc6-e989c10e0350.jpg', '德国帝森家居（万饰城旗舰店）', '2016-11-14 00:00:00', '114.41574050090364', '23.05290064315199', ''),
(1007, 2, '惠州市惠城区河南岸南山花园9栋2号商铺，恒辉', 7394, '13809662274', '恒辉装饰材料（河南岸）', '【生活一家会员专享：铝合金门380元(原价650元)；实木烤漆8', 0, 'http://www.gdshyj.com/shoppic/2016/12/13/bd6b0ccd-756b-4597-bcec-44b069253c94.jpg', '恒辉装饰材料（河南岸）', '2016-12-13 00:00:00', '114.41347987054444', '23.058300722919856', ''),
(1046, 2, '惠州市惠城区下马庄南山花园26商铺，红利地板 惠州旗舰店', 7394, '13542755288', '红利地板（下马庄）', '【生活一家会员专享：地板享8.5折优惠，窗帘享7折优惠】', 0, 'http://www.gdshyj.com/shoppic/2017/1/10/6ed175cb-f43d-4415-9226-7eab3a5a6663.jpg', '红利地板（下马庄）', '2017-01-10 00:00:00', '114.41408179931715', '23.057321266095233', ''),
(935, 2, '惠州市演达大道33号华乐南苑1层2号铺，涂典纳米硅藻泥涂料', 7394, '18127758696', '涂典纳米硅藻泥涂料（河南岸）', '【生活一家会员专享：进店消费享7.5折】\r\n\r\n涂典硅藻泥系列产', 0, 'http://www.gdshyj.com/shoppic/2016/11/3/38e39d9b-af76-44c3-872c-340cff1b14e7.jpg', '涂典纳米硅藻泥涂料（河南岸）', '2016-11-03 00:00:00', '114.41667315972789', '23.053762750363184', ''),
(535, 2, '惠州市惠城区三环装饰城2期3楼3200鼎朝实业', 7394, '13528035143', '快易涂墙面刷新公司（三环装饰城）', '【生活一家会员专享：8.8折优惠】快易涂墙面刷新服务由惠州鼎朝实', 0, 'http://www.gdshyj.com/shoppic/2016/8/3/89b75bbf-a539-4151-a42f-33a3b465bf2e.jpg', '快易涂墙面刷新公司（三环装饰城）', '2016-08-04 00:00:00', '114.41422051773219', '23.063440397383808', ''),
(1034, 2, '惠州市惠城区演达大道19号，国安居建材广场一楼A109', 7395, '18820396597', '顺辉陶瓷（国安居）', '【生活一家会员专享：1.两款抛釉砖特价58元；2.其他享3.9折', 0, 'http://www.gdshyj.com/shoppic/2016/12/30/5770480d-0c99-4bd5-88f0-7f0c511b5feb.jpg', '顺辉陶瓷（国安居）', '2016-12-30 00:00:00', '114.41577238988594', '23.062655569827104', ''),
(319, 2, '惠州市惠城区演达大道19号,国安居一楼c149铺点亮亮点', 7395, '15976220442', '点亮·亮点 整体背景（河南岸）', '【生活一家会员专享：7.5折优惠】\r\n点亮·亮点公司是一家集专业', 0, 'http://www.gdshyj.com/shoppic/2016/7/18/5fdba700-b485-4219-86c2-732bccce451c.jpg', '点亮·亮点 整体背景（河南岸）', '2016-08-11 00:00:00', '114.41577238988594', '23.062655569827104', ''),
(1035, 2, '惠州市惠城区演达大道19号，国安居二楼G247', 7395, '13392026689', '3EAMY必美·欧洲原装进口地板（国安居）', '【生活一家会员专享：7.5折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/12/31/99361d7b-061f-4f4f-a676-837e79233e4c.jpg', '3EAMY必美·欧洲原装进口地板（国安居）', '2016-12-31 00:00:00', '114.41583528460559', '23.06279680049244', ''),
(257, 2, '惠城区演达大道18号泰安居装饰家居广场内', 7395, '13316331414', '奇力吊顶（泰安居演达店）', '【生活一家会员专享：奇力吊顶全场7折优惠】吊顶是家装中常见的环节', 0, 'http://www.gdshyj.com/shoppic/2016/7/12/bc31ea6d-d6ec-44eb-bb56-908ed146a163.jpg', '奇力吊顶（泰安居演达店）', '2016-07-13 00:00:00', '114.41447030830173', '23.06686150534418', ''),
(375, 2, '惠州市惠城区美地花园城首层', 7395, '13437611311', '南居大理石（河南岸）', '【生活一家会员专享：消费2万元以上送3888玉石平安扣，进店赠送', 0, 'http://www.gdshyj.com/shoppic/2016/7/25/fbe88440-62a1-40b9-b418-13df113c14b0.jpg', '南居大理石（河南岸）', '2016-08-11 00:00:00', '114.42148172147884', '23.053354627378745', ''),
(48, 2, '惠州市惠城区演达一路世纪铂爵,三楼', 7395, '15807528684', '惠州星艺装饰有限公司（惠州总部）', '【生活一家会员专享：消费享商家优惠】\r\n\r\n惠州星艺装饰有限公司', 0, 'http://www.gdshyj.com/shoppic/2016/7/6/554b3976-ba8f-4754-870a-cbce983bd754.jpg', ' 惠州星艺装饰有限公司（惠州总部）', '2016-10-12 00:00:00', '114.41411939355596', '23.071711619708204', ''),
(774, 2, '广东省惠州市惠城区G205(三环南路)，金海马家居国际馆A区，2-8014', 7395, '0752-7805065', '金海马·元和温美旗舰店（惠城区）', '【生活一家会员专享：国庆期间五件套特价12800元】\r\n元和家具', 0, 'http://www.gdshyj.com/shoppic/2016/9/29/c3f7ea08-da53-44e2-a3ad-04e3838f38a1.jpg', '金海马·元和温美旗舰店（惠城区）', '2016-09-29 00:00:00', '114.42234354168401', '23.05830530447859', '1343772689'),
(646, 2, '惠州市惠城区南岸路52号', 7395, '0752-2512852', '惠兴茂建材陶瓷行（河南岸）', '【生活一家会员专享：进店享8折优惠】\r\n主营：瓷砖、卫浴、洁具', 0, 'http://www.gdshyj.com/shoppic/2016/9/8/787c5f25-605e-466d-86f7-d1360422c9d6.jpg', '惠兴茂建材陶瓷行（河南岸）', '2016-09-08 00:00:00', '114.41804960886343', '23.068499689779742', '1354277632'),
(401, 2, '惠州市惠城区河南岸新岸路32号，28号小区，103栋', 7395, '13536283389', '金隆装饰材料商行（河南岸）', '【生活一家会员专享：9.5折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/7/26/e43c9912-47f3-4f64-9dd4-fdbdb82e3d81.jpg', '金隆装饰材料商行（河南岸）', '2016-07-27 00:00:00', '114.41934955840063', '23.073980227596216', '7522362032'),
(294, 2, '惠城区体育南路惠美佳便利店东南侧100米金至尊门窗', 7395, '13825440042', '金至尊门窗（体育南路）', '【生活一家会员专享：9.5折优惠】金至尊门窗于2008年开始建立', 0, 'http://www.gdshyj.com/shoppic/2016/7/15/2c88c7db-735e-4464-8560-2cc579059849.jpg', '金至尊门窗（体育南路）', '2016-07-22 00:00:00', '114.4446907393433', '23.02535288043589', ''),
(1021, 2, '惠州市惠城区上板塘桥东路9-3号', 7395, '13352782980', '惠高灯饰（上板塘）', '【生活一家会员专享：灯饰9折优惠】\r\n主营：各种灯饰', 0, 'http://www.gdshyj.com/shoppic/2016/12/17/7ff49e29-f0c8-4ba4-ad0a-6ee350dbe1a7.jpg', '惠高灯饰（上板塘）', '2016-12-17 00:00:00', '114.41332961636354', '23.088700723245296', ''),
(268, 2, '惠城区河南岸白泥路恒丰花园B栋29.30号惠州鑫通装饰材料', 7395, '7525324638', '惠州鑫通装饰材料（河南岸）', '【生活一家会员专享：现活动期间如全屋瓷砖订购享受最底3.5折-4', 0, 'http://www.gdshyj.com/shoppic/2016/7/13/de2c8ee5-7b17-44d8-a704-221a43211647.jpg', '惠州鑫通装饰材料（河南岸）', '2016-07-13 00:00:00', '114.42618092421607', '23.069028024846013', ''),
(1032, 2, '惠州市惠城区桥东街桃子园53号达利商务中心5楼5a03，尚品轩装饰', 7395, '18681083633', '尚品轩装饰（桥东）', '【生活一家会员专享：9折优惠】\r\n', 0, 'http://www.gdshyj.com/shoppic/2016/12/29/adc800fa-5731-4627-a9b1-d3713efc00c5.jpg', '尚品轩装饰（桥东）', '2016-12-29 00:00:00', '114.42030441679688', '23.08466529627729', ''),
(615, 2, '惠城区河南岸方直城市时代2栋2号铺,开平方装饰', 7395, '15768260546', '开平方装饰（河南岸）', '【生活一家会员专享：全场9折优惠】\r\n\r\n开平方装饰设计有限公司', 0, 'http://www.gdshyj.com/shoppic/2016/8/6/be5dd32b-5040-42f1-97f9-210b263a46f7.png', '开平方装饰（河南岸）', '2016-08-11 00:00:00', '114.42877978645406', '23.073619102833295', ''),
(1040, 2, '惠州市惠城区惠沙堤二路86号，升利悦湖会3栋首层24-1号，聚美名都装饰有限公司', 7395, '15812568892', '名都装饰（河南岸）', '【生活一家会员专享：9折优惠】', 0, 'http://www.gdshyj.com/shoppic/2017/1/4/fe49f277-c0b9-4c52-9e8b-da410abacaab.jpg', '名都装饰（河南岸）', '2017-01-04 00:00:00', '114.43447029102153', '23.07020857560148', ''),
(539, 2, '惠州市惠城区东湖六街93-9,欧博莱布艺', 7395, '15976170040', '欧博莱布艺（东湖）', '【生活一家会员专享：全场9折优惠】\r\n\r\n欧博莱布业成立于200', 0, 'http://www.gdshyj.com/shoppic/2016/8/4/94ba343b-deb4-40af-af8a-6d98fc6a702e.jpg', '欧博莱布艺（东湖）', '2016-08-11 00:00:00', '114.4314151390897', '23.083997072229987', ''),
(529, 2, '惠州市惠城区东湖六街93-8号康佰东湖专卖店', 7395, '18026532248', '康佰健康家居（东湖花园）', '【生活一家会员专享：成交送特玛粒活肤皂，特玛粒牙膏，欧佰眼罩】\r', 0, 'http://www.gdshyj.com/shoppic/2016/8/3/8f87645a-6b92-4b61-bd84-1986f2adff8c.png', '康佰健康家居（东湖花园）', '2016-08-11 00:00:00', '114.43151032932968', '23.08398810163701', ''),
(383, 2, '惠州市惠城区江北佳兆业中心B1座1906室', 7395, '18175573535', '万佳康环保（江北）', '【生活一家会员专享：新装修房检测室内空气/一套房只需￥:200元', 0, 'http://www.gdshyj.com/shoppic/2016/7/26/2876feec-9875-451d-ae04-a73d1a83c505.png', '万佳康环保（江北）', '2016-07-27 00:00:00', '114.41950120910897', '23.114899900481078', ''),
(1050, 2, '惠州市惠城区江北新江路9号惠州市南方包装彩印有限公司，一楼爱家乐建材店', 7395, '0752-2856008', '爱家乐建材（裕成陶瓷）', '【生活一家会员专享：一.扫码有礼；二.老带新有礼；三.下定抽红包', 0, 'http://www.gdshyj.com/shoppic/2017/1/14/720de388-cb8f-4ca9-a312-79bba3c1372f.jpg', '爱家乐建材（裕成陶瓷）', '2017-01-16 00:00:00', '114.42142869857152', '23.125088048352104', '1894822990'),
(373, 2, '惠州市惠城区金华路卢浮公馆3-104号商铺', 7395, '13433461017', '众和装饰（江北）', '【生活一家会员专享：装修6-9万，减2800，人工9.5折，装修', 0, 'http://www.gdshyj.com/shoppic/2016/7/25/1ba26ffc-b44d-4723-bb0d-bf1aac96025c.jpg', '众和装饰（江北）', '2016-08-11 00:00:00', '114.4296702849898', '23.110329757364568', ''),
(616, 2, '惠城区江北新沥路伟豪邻御 4单元14号', 7395, '15768260546', '开平方装饰（江北店）', '【生活一家会员专享：全场9折优惠】\r\n\r\n开平方装饰设计有限公司', 0, 'http://www.gdshyj.com/shoppic/2016/8/6/99f19200-7a62-4e55-a6fd-054e02caf13c.png', '开平方装饰（江北店）', '2016-08-06 00:00:00', '114.42447024150113', '23.121789275834818', ''),
(992, 2, '惠州市惠城区中信水岸城玫瑰湾52-12号', 7395, '13790783967', '鸿伟艺术玻璃（中信水岸城）', '【生活一家会员专享：8折优惠】\r\n各种玻璃背景墙（电视、浴室、衣', 0, 'http://www.gdshyj.com/shoppic/2016/12/2/458f0856-f314-4dfe-acda-eedd1c49da5b.jpg', '鸿伟艺术玻璃（中信水岸城）', '2016-12-02 00:00:00', '114.45072024859006', '23.072599838266704', ''),
(799, 2, '惠城区东升一路中信水岸城玫瑰湾52-13号，古兰装饰', 7395, '15989836543', '古兰装饰（中信水岸城）', '【生活一家会员专享：装修消费金额全返（每天万分之五）】', 0, 'http://www.gdshyj.com/shoppic/2016/9/23/6057fc79-9c2a-4d2b-b425-361069a219fb.jpg', '古兰装饰（中信水岸城）', '2016-11-10 00:00:00', '114.45177505723844', '23.072639988581038', ''),
(562, 2, '惠州市惠城区新江路蓝天花园对面格赛衣柜', 7395, '13192465566', '格赛衣柜（江北）', '【生活一家会员专享：整体衣柜96折，免设计费】', 0, 'http://www.gdshyj.com/shoppic/2016/8/4/cc249b19-054d-46e6-a197-fabc3e3a34e1.png', '格赛衣柜（江北）', '2016-08-11 00:00:00', '114.42577043982922', '23.124249234712448', ''),
(1027, 2, '惠州市惠城区江北新旺路60号，大吉精品名门', 7395, '18928339737', '大吉精品名门（江北）', '【生活一家会员专享：8折优惠】\r\n主营：精品名门', 0, 'http://www.gdshyj.com/shoppic/2016/12/21/0bb2f45a-a2f4-4803-b7a4-c50065d2f324.jpg', '大吉精品名门（江北）', '2016-12-21 00:00:00', '114.42787909427773', '23.129849126980872', ''),
(647, 2, '惠州市江北新旺路60号万科金域华庭2DE-28商铺', 7395, '13531629396', '佳瑞莱宅配（江北）', '【生活一家会员专享：下定送净水器一套】', 0, 'http://www.gdshyj.com/shoppic/2016/8/20/a0a1cc8b-b782-424d-8943-638c3c893727.png', '佳瑞莱宅配（江北）', '2016-08-20 00:00:00', '114.4279231635256', '23.130230808723315', ''),
(441, 2, '惠州市惠城区水口龙清西路17号龙日装饰城', 7395, '13923835351', '德国森王硅藻泥（龙日装饰城）', '【生活一家会员专享：酬宾劲爆价全场68折(仅限前50名)】德国森', 0, 'http://www.gdshyj.com/shoppic/2016/7/28/324ee8cc-b1f7-414f-b4e4-ab87d1cc3b44.jpg', '德国森王硅藻泥（龙日装饰城）', '2016-07-29 00:00:00', '114.45146936092608', '23.094066394531076', ''),
(459, 2, '惠州市惠城区水口龙湖西路17号龙日装饰城', 7395, '13790770846', '金朝阳陶瓷（龙日装饰城）', '【生活一家会员专享：进店消费即可享受8.8折优惠，购买全套房瓷砖', 0, 'http://www.gdshyj.com/shoppic/2016/7/29/7c6f84f4-a7c4-4f8a-9f45-528e5ff438ac.png', '金朝阳陶瓷（龙日装饰城）', '2016-08-29 00:00:00', '114.45146936092608', '23.094066394531076', ''),
(455, 2, '惠州市惠城区龙湖一路5号钻牌陶瓷', 7395, '13422920474', '钻牌陶瓷·海扬装饰公司（龙日装饰城）', '【生活一家会员专享：消费享8折优惠】', 0, 'http://www.gdshyj.com/shoppic/2016/7/28/c2e3e74a-e2cb-4819-beee-c3202bdff66e.jpg', '钻牌陶瓷·海扬装饰公司（龙日装饰城）', '2016-08-11 00:00:00', '114.45138366122214', '23.09469005965358', ''),
(418, 2, '惠州市惠城区龙湖一路龙日装饰城D107铺', 7395, '15816394862', '久名装饰（龙日装饰城）', '【生活一家会员专享：购买卫浴打6.8折，全套装修送厨房三件套 】', 0, 'http://www.gdshyj.com/shoppic/2016/7/27/ea4a2cf0-bbeb-445a-8123-ba78040bc773.jpg', '久名装饰（龙日装饰城）', '2016-08-11 00:00:00', '114.45172972562972', '23.095510061248948', ''),
(428, 2, '惠州市惠城区龙湖一路龙日装饰城c18号', 7395, '13112650683', '山居涂·硅藻泥（龙日装饰城）', '【生活一家会员专享：8.8折优惠】\r\n选择山居涂，自然美居 即刷', 0, 'http://www.gdshyj.com/shoppic/2016/7/27/59c16ece-b750-4752-92bd-b26f0e19d8a6.jpg', '山居涂·硅藻泥（龙日装饰城）', '2016-08-11 00:00:00', '114.45172972562972', '23.095510061248948', ''),
(438, 2, '惠州市惠城区水口龙湖一路龙日装饰城D311-312', 7395, '0752-2312633  ', '金桥盛广告装饰（水口）', '【生活一家会员专享：达到一百平方享9折优惠】\r\n惠州金桥盛广告装', 0, 'http://www.gdshyj.com/shoppic/2016/7/28/d97085b9-e7fa-4ec4-9bdd-ff75cc4aa246.png', '金桥盛广告装饰（水口）', '2016-07-28 00:00:00', '114.45172972562972', '23.095510061248948', ''),
(465, 2, '惠州市水口皇甫酒店后龙日装饰城D201至203档', 7395, ' 138-2998-0790', '民达装饰（龙日装饰城）', '【生活一家会员专享：绿苹果陶瓷购满10000元以上送品牌马桶一套', 0, 'http://www.gdshyj.com/shoppic/2016/7/29/cb2c5d5b-ca76-4359-be91-d3b2eb37bc34.png', '民达装饰（龙日装饰城）', '2016-08-11 00:00:00', '114.45268466203112', '23.094996961750528', ''),
(447, 2, '惠州市惠城区人民路80号', 7396, '13692735736', '三棵树漆（水口人民路）', '【生活一家会员专享：满300以上享8.5折】三棵树涂料是国内“健', 0, 'http://www.gdshyj.com/shoppic/2016/7/28/3a48fa07-ea59-4e93-88a7-023298b65117.jpg', '三棵树漆（水口人民路）', '2016-08-11 00:00:00', '114.46101000163397', '23.103091123562002', ''),
(617, 2, '惠州市惠城区江南御都·东郡4栋1层16号商铺', 7396, '15768260546', '开平方装饰（水口店）', '【生活一家会员专享：全场9折优惠】\r\n\r\n开平方装饰设计有限公司', 0, 'http://www.gdshyj.com/shoppic/2016/8/6/1cfb57c8-b4b2-4ac3-8f08-114e55f621d1.png', '开平方装饰（水口店）', '2016-08-11 00:00:00', '114.46981038567851', '23.10051103872777', ''),
(523, 2, '惠州市博罗县杨侨镇杨侨大道10号行通建材经销部', 7399, '13536341333', '行通建材经销部（杨侨镇）', '【生活一家会员专享：9折优惠】行通建材：好生活、好瓷砖、好房子', 0, 'http://www.gdshyj.com/shoppic/2016/8/3/c56a1258-91e1-4a46-8edb-98725207588b.jpg', '行通建材经销部（杨侨镇）', '2016-08-03 00:00:00', '114.47503040290367', '23.431720373398637', ''),
(530, 2, '惠州市博罗县杨侨镇桥城一街28号繁宇家私商场', 7399, '13433524800', '惠康家具（杨侨镇）', '【生活一家会员专享：满1000元送小皮凳一张，3000元茶具八件', 0, 'http://www.gdshyj.com/shoppic/2016/8/3/32f2fe1e-251b-4985-9f79-83fb74555c40.jpg', '惠康家具（杨侨镇）', '2016-08-03 00:00:00', '114.47857967047925', '23.432211607828098', '');

-- --------------------------------------------------------

--
-- 表的结构 `life_articles`
--

CREATE TABLE IF NOT EXISTS `life_articles` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id编号',
  `marketPrice` int(8) NOT NULL,
  `salesPrice` int(8) NOT NULL,
  `sysTime` datetime NOT NULL,
  `pic` varchar(64) NOT NULL,
  `title` varchar(64) NOT NULL,
  `content` varchar(255) NOT NULL,
  `createDate` datetime NOT NULL,
  `salesCount` int(8) NOT NULL,
  `category` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `life_food`
--

CREATE TABLE IF NOT EXISTS `life_food` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id编号',
  `marketPrice` int(8) NOT NULL,
  `salesPrice` int(8) NOT NULL,
  `sysTime` datetime NOT NULL,
  `pic` varchar(64) NOT NULL,
  `title` varchar(64) NOT NULL,
  `content` varchar(255) NOT NULL,
  `createDate` datetime NOT NULL,
  `salesCount` int(8) NOT NULL,
  `category` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `life_furniture`
--

CREATE TABLE IF NOT EXISTS `life_furniture` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id编号',
  `marketPrice` int(8) NOT NULL,
  `salesPrice` int(8) NOT NULL,
  `sysTime` datetime NOT NULL,
  `pic` varchar(64) NOT NULL,
  `title` varchar(64) NOT NULL,
  `content` varchar(255) NOT NULL,
  `createDate` datetime NOT NULL,
  `salesCount` int(8) NOT NULL,
  `category` int(4) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM DEFAULT CHARSET=latin1 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id编号',
  `name` varchar(30) CHARACTER SET utf8 NOT NULL COMMENT '用户名',
  `phone` varchar(11) NOT NULL COMMENT '手机号',
  `pwd` char(32) NOT NULL COMMENT '密码',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=latin1 AUTO_INCREMENT=9 ;

--
-- 转存表中的数据 `users`
--

INSERT INTO `users` (`id`, `name`, `phone`, `pwd`) VALUES
(1, '23333', '13713628448', '96e79218965eb72c92a549dd5a330112'),
(2, '23333', '18813973441', 'e10adc3949ba59abbe56e057f20f883e'),
(3, '23333', '18813973442', 'e10adc3949ba59abbe56e057f20f883e'),
(8, '18813973443', '18813973443', 'e10adc3949ba59abbe56e057f20f883e');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
